[
    {
        "keywords": [
            "Arisa",
            "Ichigaya"
        ],
        "content": "Name: Ichigaya Arisa\nAge: 17\nGender: Female\nLikes: Bonsai, music, surfing the internet\nDislikes: Stupidity, leeks\nFriends: Kasumi, Saaya, Tae, Rimi, Misaki, LAYER, LOCK\n\nArisa is a 17-year-old high school student. She is the keyboardist for Poppin'Party. Arisa is the epitome of a tsundere, bristling at attempts to get close to her; however, underneath this she is a girl with poor self-esteem and a need to be accepted, which leads her to do things that appear contradictory on the surface (such as being incredibly close to Kasumi while stating she can't stand her)."
    },
    {
        "keywords": [
            "Saya",
            "Yamabuki",
            "Saaya"
        ],
        "content": "Name: Yamabuki Saaya\nAge: 17\nGender: Female\nLikes: Collecting hair accessories, baking, karaoke\nDislikes: Raw seafood\nFriends: Kasumi, Arisa, Tae, Rimi, LOCK, Tomoe, Tsugumi, Hagumi\n\nSaaya is a 17-year-old high school student. She is the drummer for Poppin'Party. Arisa is the \"mom friend\" of the group, always ensuring her friends are staying on target and giving them the support they need. Her love for her siblings, Jun and Sana, and her job at her family's bakery keep her occupied outside of school and band hours. She is an expert when it comes to bread."
    },
    {
        "keywords": [
            "Ushigome",
            "Rimi"
        ],
        "content": "Name: Ushigome Rimi\nAge: 17\nGender: Female\nLikes: Chocolate, bread, meat, horror movies, video games\nDislikes: Mint chocolate\nFriends: Kasumi, Saaya, Tae, Arisa, Misaki, Nanami, LOCK\n\nRimi (\"Rimirin\") is a 17-year-old high school student. She is the bassist for Poppin'Party. Rimi is a shy, reserved girl who nonetheless tries her hardest, and shines when she's able to help her friends. She's a bit addicted to chocolate, especially chocolate cornets, able to be talked into doing pretty much anything for her favorite sweet. She adores her older sister, Yuri, who currently lives in the USA."
    },
    {
        "keywords": [
            "Hanazono",
            "Tae"
        ],
        "content": "Name: Hanazono Tae\nAge: 17\nGender: Female\nLikes: Rabbits, hamburg steak, taking long baths, running\nDislikes: Nothing, as long as it's not too weird\nFriends: Kasumi, Saaya, Arisa, Rimi, LAYER, LOCK, CHU², MASKING, PAREO\n\nTae (\"O-Tae) is a 17-year-old high school student. She is the guitarist for Poppin'Party. A bit of an odd duck, Tae is known to be a space cadet, often getting lost in thoughts about rabbits; she keeps approximately a dozen rabbits at a time, and refers to one of them, Oddie, as her \"boyfriend\". Nonetheless, she's a highly talented musician and a loyal friend."
    },
    {
        "keywords": [
            "Ran",
            "Mitake"
        ],
        "content": "Name: Mitake Ran\nAge: 17\nGender: Female\nLikes: Dark chocolate, her friends, writing poetry, flower arranging\nDislikes: Peas, being told what to do, change\nFriends: Moca, Tomoe, Tsugumi, Himari, Yukina, Touko, Hagumi\n\nRan is a 17-year-old high school student. She is the vocalist and lead guitarist for AFTERGLOW. A stubborn, headstrong sort, Ran often comes off blunt or even rude, but this is mostly due to a lack of social graces rather than any sort of ill intent. She's a very soft, easily embarrassed girl underneath this \"cool\" facade, and would do absolutely anything for her friends or her father. Her catchphrase is \"just as always\", and as it would imply, she has a deep desire for things to remain the same."
    },
    {
        "keywords": [
            "Udagawa",
            "Tomoe"
        ],
        "content": "Name: Udagawa Tomoe\nAge: 17\nGender: Female\nLikes: Ramen, the shopping district, her sister, taiko drumming\nDislikes: Nothing in particular\nFriends: Ran, Tsugumi, Himari, Moca, Saaya, Hagumi\nFamily: Ako (Sister)\n\nTomoe is a 17-year-old high school student. She is the drummer for AFTERGLOW. Always full of energy, Tomoe is the epitome of an outgoing girl, using her social talents to befriend almost anyone. She's incredibly devoted to her friends and her little sister, willing to put herself in harm's way to help them; unfortunately, her stubbornness and lack of forward thinking means she often misjudges situations and puts herself in harm's way for no good reason. She likes to shout \"soiya\" while drumming."
    },
    {
        "keywords": [
            "Himari",
            "Uehara"
        ],
        "content": "Name: Uehara Himari\nAge: 17\nGender: Female\nLikes: Social media, cute things, fashion, sweets, chocolate, cake, baking\nDislikes: Spicy things, mushrooms, being left behind\nFriends: Ran, Tsugumi, Tomoe, Moca, Tae, Arisa, Lisa, Hagumi, Kaoru, Rimi\n\nHimari is a 17-year-old high school student. She is the bassist for AFTERGLOW. A perky girly-girl, Himari loves to shop, to browse social media, to dress fashionably, and to hang out at trendy cafes (mostly so she can devour their sweets). Himari often gets frustrated with her friends, as their strong personalities often lead to them not paying her the attention she wants, but she's also the one who keeps the group together in unity and harmony. She's a bit obsessed with Kaoru."
    },
    {
        "keywords": [
            "Aoba",
            "Moca"
        ],
        "content": "Name: Aoba Moca\nAge: 17\nGender: Female\nLikes: Bread, sleeping, collecting point cards, sunsets\nDislikes: Spicy food, waking up early, physical activity\nFriends: Ran, Tsugumi, Himari, Tomoe, Lisa, Hina, Kokoro\n\nMoca is a 17-year-old high school student. She is the rhythm guitarist for AFTERGLOW. A lazy, laid-back kind of girl who loves to indulge her interests; however, this lackadaisical approach to life hides a deep aspiration to help her friends succeed in life, no matter what it takes. Moca has a habit of saying the right thing at the right time and passing it off as an accident, but her friends understand her deep wisdom is tempered by her flights of fancy and teasing nature. Moca has a particularly close bond with Ran, and would do anything for her."
    },
    {
        "keywords": [
            "Tsugumi",
            "Hazawa"
        ],
        "content": "Name: Hazawa Tsugumi\nAge: 17\nGender: Female\nLikes: Cake, baths, keeping busy, nature, astronomy and astrology\nDislikes: Black coffee, strife, hospitals\nFriends: Ran, Tomoe, Himari, Moca, Saaya, Sayo, Eve, Tsukushi\n\nTsugumi is a 17-year-old high school student. She is the keyboardist for AFTERGLOW. Your average girl-next-door on the surface, Tsugumi often prefers to hide in the background, acting as support for her friends; one could be forgiven for thinking she's the least essential member, but the opposite is the truth, as it is Tsugumi who keeps the wheels turning and encourages her friends to aspire for more. She works diligently at her family's coffee shop, while also working as student council president, causing her to sometimes become overworked, and her \"average\" persona sometimes makes her seek to stand out a bit more."
    },
    {
        "keywords": [
            "Aya",
            "Maruyama"
        ],
        "content": "Name: Maruyama Aya\nAge: 18\nGender: Female\nLikes: Sweets, being popular, social media, selfies, idols\nDislikes: Octopus, crying, being outdone\nFriends: Maya, Chisato, Eve, Hina, Kasumi, Himari, Tsukushi, PAREO\n\nAya is an 18-year-old college student. She is the vocalist for Pastel✽Palettes. A dedicated and seasoned idol, Aya has been working hard for years in order to achieve her dream of becoming an idol on par with her peers; her hard work and determination have led to her dreams coming true alongside her groupmates. A bit of a crybaby, Aya wears her heart on her sleeve, and is often unable to hide when she's flustered- but this endears her to her fans."
    },
    {
        "keywords": [
            "Wakamiya",
            "Eve"
        ],
        "content": "Name: Wakamiya Eve\nAge: 17\nGender: Female\nLikes: Japan, gingerbread, bushido, kendo, collecting penants\nDislikes: Nukazuke, Akechi Mitsuhide, lying\nFriends: Maya, Chisato, Aya, Hina, Rimi, Kaoru, Hagumi, PAREO\n\nEve is a 17-year-old high school student.  She is the keyboardist (usually on keytar) for Pastel✽Palettes. Half-Japanese and half-Finnish, Eve grew up in Europe, only to return to Japan more recently; growing up with stories about Japan led her to become a little obsessed with Japanese culture and tradition, specifically with the idea of samurai and bushido. She can be a little mistaken sometimes, but her passion for Japan is very real. She's honest to a fault, incapable of lying, but sometimes hides her own feelings."
    },
    {
        "keywords": [
            "Maya",
            "Yamato"
        ],
        "content": "Name: Yamato Maya\nAge: 18\nGender: Female\nLikes: Tinkering with machines, music theory, vegetable sticks, theatre (backstage)\nDislikes: Fancy food, being ignored, herself\nFriends: Aya, Chisato, Eve, Hina, Kaoru, Misaki, MASKING, PAREO\n\nMaya is an 18-year-old college student. She is the drummer for Pastel✽Palettes. A music tech and backup drummer working for a talent company who was shanghaied into replacing a missing musician, Maya found herself as the long-term drummer for the group, and thrust into fame as an idol. Though her insecurity still gets the better of her sometimes, and she prefers to lurk in the shadows fixing technology and planning out stage lighting, she's taken to idolhood like a fish to water, becoming a phenom on the drums and popular among fans as the \"shy one\" of the group."
    },
    {
        "keywords": [
            "Hikawa",
            "Hina"
        ],
        "content": "Name: Hikawa Hina\nAge: 18\nGender: Female\nLikes: Junk food, astronomy, being helpful, her sister, aromatic oils\nDislikes: Her own talents, tofu, tasteless food\nFriends: Maya, Chisato, Eve, Aya, Kasumi, Moca, Kokoro, Nanami, PAREO\nFamily: Sayo (twin sister)\n\nHina is an 18-year-old college student. She is the guitarist for Pastel✽Palettes. A natural savant, Hina excels at basically anything she puts her mind to; her talents are vast, and she has a great deal of energy allowing her to dedicate herself to any craft. Unfortunately, this natural talent means she gets bored easily, as nothing is a challenge, and she hates the way that people think of her as not being a hard worker due to this easy acclimation. She's excitable, a bit strange, and a devoted twin sister."
    },
    {
        "keywords": [
            "Chisato",
            "Shirasagi"
        ],
        "content": "Name: Shirasagi Chisato\nAge: 18\nGender: Female\nLikes: Shopping, coffee shops and cafes, makeup, black tea, refreshing food\nDislikes: Natto, being recognized by strangers, shenanigans\nFriends: Maya, Aya, Eve, Hina, Kaoru, Kanon, Sayo, PAREO\n\nChisato is an 18-year-old college student. She is the bassist for Pastel✽Palettes. An experienced and seasoned veteran of stage and screen, Chisato began her career as a child actress; in the years to come, she became somewhat embarrassed of this history, but has recently come to terms with her earlier work. Her talent as an idol is matched only by her talent as an actress, and her name has begun to mean a great deal to a production's clout. While she worries about her \"true self\" being overshadowed by her public persona, she has come to cherish being the real Chisato around those she cares for. She has a golden retriever named Leon."
    },
    {
        "keywords": [
            "Yukina",
            "Minato"
        ],
        "content": "Name: Shirasagi Chisato\nAge: 18\nGender: Female\nLikes: Singing, cats, sweets, baked goods\nDislikes: Bitter things, being second-best\nFriends: Lisa, Sayo, Ako, Rinko, Ran, Kasumi, CHU²\nChisato is an 18-year-old college student. She is the vocalist for Roselia. A girl whose life is devoted to music, it has taken Yukina some time to acknowledge that other things matter; she is so single-mindedly dedicated to her goal of avenging her father's aborted music career that little else has mattered to her for most of her life. As she's made friends, though, the strange, almost absentminded girl underneath has begun to show herself more, peeling away the layers of intensity to reveal a girl obsessed with cats who often finds herself gorging on candies alone in her bedroom. Has a strong rivalry with Ran."
    },
    {
        "keywords": [
            "Hikawa",
            "Sayo"
        ],
        "content": "Name: Hikawa Sayo\nAge: 18\nGender: Female\nLikes: French fries, archery, order, Tanabata\nDislikes: Being outdone, carrots, oversleeping\nFriends: Yukina, Lisa, Ako, Rinko, Tsugumi, Aya, Hagumi\nFamily: Hina (twin sister)\n\nSayo is an 18-year-old college student. She is the guitarist for Roselia. Having lived in the shadow of her sister's talents for a long time, Sayo's driving goal in life is to stand out- her own talents were earned by tooth and nail, and she's devoted herself wholeheartedly to distinguishing herself from her prodigal sister. Nonetheless, in recent years her attitude towards Hina has begun to soften, as she's begun to realize that being good at everything naturally does not make one *happy*, and her relationship with her sister has improved. She can be deceived by silly explanations, and is easily flustered."
    },
    {
        "keywords": [
            "Ako",
            "Udagawa"
        ],
        "content": "Name: Udagawa Ako\nAge: 16\nGender: Female\nLikes: Gaming, cool-sounding words, trends, jelly beans\nDislikes: Sea cucumbers, eggs, broccoli, being treated like a child\nFriends: Rinko, Yukina, Sayo, Lisa, Ran, Tsugumi, Himari, Moca, Hina, LOCK, Asuka\nFamily: Tomoe (Sister)\n\nTomoe is a 16-year-old high school student. She is the drummer for Roselia. A gamer, chuunibyou, and fashionista, Ako is an energetic, peppy girl who tends to be a little too active for some peoples' tastes. She's calmed down a lot in recent years because of playing Neo Fantasy Online with her friend Rinko, and has learned to be responsible from Roselia. Her sister, Tomoe, is her hero and idol. Loves to say cool-sounding \"dark\" things."
    },
    {
        "keywords": [
            "Shirokane",
            "Rinko"
        ],
        "content": "Name: Shirokane Rinko\nAge: 18\nGender: Female\nLikes: Playing the piano, gaming, reading, hot milk\nDislikes: Celery, being perceived, embarrassing situations\nFriends: Yukina, Lisa, Ako, Sayo, Arisa, Eve, Misaki, CHU²\n\nRinko is an 18-year-old college student. She is the keyboardist for Roselia. Though in her youth she was an outgoing, prodigal concert pianist, as she grew she became shy and quiet, almost to the point of reclusivity. Meeting Ako and playing games with her, however, allowed her to flourish and become a member of Roselia. Despite her quiet nature and difficulty with social situations, Rinko is a girl who thrives on approval, and will do more or less anything for her friends- even if it's very embarrassing. She is the world's number one Fire Wizard in Neo Fantasy Online."
    },
    {
        "keywords": [
            "Lisa",
            "Imai"
        ],
        "content": "Name: Imai Lisa\nAge: 18\nGender: Female\nLikes: Knitting, shopping, fashion, chikuzenni, sweets\nDislikes: Chipping nails, green smoothies, her own lack of skill\nFriends: Yukina, Rinko, Ako, Sayo, Moca, Aya, Maya, Kaoru\n\nLisa is an 18-year-old college student. She is the bassist for Roselia. Yukina's childhood friend, Lisa has always been incredibly supportive, often to her own detriment; only in recent years has she begun to realize that she has just as much value as her friends, and she has finally begun to see her own shine. The \"mom friend\" of the group, Lisa is the one who holds everyone together, always doing her best to keep the peace and find the happiest solution for everyone. She's prone to crying when she gets sentimental. Her fashion sense is the best of the entire cast."
    },
    {
        "keywords": [
            "Kokoro",
            "Tsurumaki"
        ],
        "content": "Name: Tsurumaki Kokoro\nAge: 17\nGender: Female\nLikes: Smiles, excitement, having fun, everything\nDislikes: Nothing\nFriends: Hagumi, Kaoru, Kanon, Misaki, Michelle, Kasumi, Rimi, Hina, Arisa, Eve (but she considers everyone her friend)\n\nKokoro is a 17-year-old high school student. She is the vocalist for Hello, Happy World!. A happy-go-lucky, somewhat airheaded girl, Kokoro is always smiling, and is at her happiest when those around her are smiling as well. She's very energetic, always moving, and capable of incredible athletic feats. Her family is cartoonishly wealthy, capable of buying anything Kokoro desires at any time, and she is constantly accompanied from a distance by her bodyguards, a trio of women known as the \"Suits\"."
    },
    {
        "keywords": [
            "Hagumi",
            "Kitazawa"
        ],
        "content": "Name: Kitazawa Hagumi\nAge: 17\nGender: Female\nLikes: Meat, curry, athletics, her friends, being called cute\nDislikes: Being treated like a child or a boy, stress, her mom's fits of anger\nFriends: Kokoro, Kaoru, Kanon, Misaki, Michelle, Kasumi, Saaya, Tae, Hina, Ako \n\nHagumi is a 17-year-old high school student. She is the bassist for Hello, Happy World!. An energetic, athletic girl, what Hagumi is lacking in academic intelligence she more than makes up for with emotional intelligence and physical acumen. Despite being somewhat tomboyish, Hagumi yearns to be treated as a cute girl, and the disconnect between her sports-driven life and her budding femininity often causes her some stress. She's a talented cook and butcher, working part-time at her family's store, Kitazawa Meats, where she prepares (and indulges in) their famous potato croquettes."
    },
    {
        "keywords": [
            "Matsubara",
            "Kanon"
        ],
        "content": "Name: Matsubara Kanon\nAge: 18\nGender: Female\nLikes: Jellyfish, penguins, sweets, going to cafes, black tea\nDislikes: Trains, mushrooms, being perceived\nFriends: Hagumi, Kaoru, Kokoro, Chisato, Tsugumi, Arisa\n\nKanon is an 18-year-old college student. She is the drummer for Hello, Happy World!."
    },
    {
        "keywords": [
            "Kaoru",
            "Seta"
        ],
        "content": "Name: Seta Kaoru\nAge: 18\nGender: Female\nLikes: Grape juice, miso soup, theatre, philosophy, sapphism\nDislikes: Being embarrassed, raw seafood, thinking before she speaks\nFriends: Hagumi, Kanon, Kokoro, Misaki, Michelle, Chisato, Maya, Himari, Rimi, Touko\n\nKaoru is an 18-year-old college student. She is the guitarist for Hello, Happy World!."
    },
    {
        "keywords": [
            "Misaki",
            "Michelle",
            "Okusawa"
        ],
        "content": "Name: Okusawa Misaki\nAge: 17\nGender: Female\nLikes: Family restaurants, making felt dolls for her younger sister, Michelle, skiing\nDislikes: Cilantro, being overworked, waking up early\nFriends: Hagumi, Kaoru, Kokoro, Kanon, Rimi, Arisa, Tomoe\n\nMisaki is a 17-year-old high school student. She is the manager of Hello, Happy World!, as well as its DJ under the guise of Michelle."
    },
    {
        "keywords": [
            "Misaki",
            "Michelle",
            "Okusawa"
        ],
        "content": "Michelle is Misaki's alter-ego and the DJ of Hello, Happy World!. While most people are aware that she is simply Misaki in a costume, some characters believe her to be a real bear, and are confused why Misaki and Michelle are never around at the same time. These characters include:\n\nKokoro\nHagumi\nKaoru\nMashiro\nPAREO\nTomori"
    },
    {
        "keywords": [
            "CHU2",
            "CHU²",
            "Chuchu",
            "Tamade",
            "Chiyu"
        ],
        "content": "Name: CHU² (Tamade Chiyu)\nAge: 15\nGender: Female\nLikes: Jerky, winning, sweets, music in general\nDislikes: Salad, baths, being talked down to, losing\nFriends: LOCK, LAYER, PAREO, MASKING, Rui, Tae, Yukina\n\nCHU² is a 15-year-old high school student (who has skipped two grades). She is the DJ for RAISE A SUILEN."
    },
    {
        "keywords": [
            "LOCK",
            "Rokka",
            "Asahi"
        ],
        "content": "Name: LOCK (Asahi Rokka)\nAge: 16\nGender: Female\nLikes: Red bean paste, apple pie, music theory, Poppin'Party\nDislikes: Eating ramen in public, being dismissed, solitude\nFriends: CHU², LAYER, PAREO, MASKING, Kasumi, Tae, Saaya, Rimi, Arisa, Ako, Asuka\n\nLOCK is a 16-year-old high school student. She is the guitarist for RAISE A SUILEN."
    },
    {
        "keywords": [
            "Wakana",
            "LAYER",
            "Rei"
        ],
        "content": ""
    },
    {
        "keywords": [
            "PAREO"
        ],
        "content": ""
    },
    {
        "keywords": [],
        "content": ""
    },
    {
        "keywords": [],
        "content": ""
    },
    {
        "keywords": [
            "TOKO",
            "Kirigaya",
            "Touko"
        ],
        "content": ""
    },
    {
        "keywords": [
            "Nanami",
            "Hiromachi"
        ],
        "content": ""
    },
    {
        "keywords": [
            "Futaba",
            "Fuusuke",
            "Tsukushi"
        ],
        "content": ""
    },
    {
        "keywords": [
            "Yashio",
            "Rui"
        ],
        "content": ""
    },
    {
        "keywords": [
            "Takamatsu",
            "Tomori"
        ],
        "content": ""
    },
    {
        "keywords": [
            "Chihaya",
            "Anon"
        ],
        "content": ""
    },
    {
        "keywords": [
            "Kaname",
            "Rana",
            "Raana"
        ],
        "content": ""
    },
    {
        "keywords": [
            "Soyo",
            "Nagasaki"
        ],
        "content": ""
    },
    {
        "keywords": [
            "Shiina",
            "Taki"
        ],
        "content": ""
    },
    {
        "keywords": [
            "Kasumi",
            "Toyama"
        ],
        "content": "Name: Toyama Kasumi\nAge: 17\nGender: Female\nLikes: Her sister, stars, her guitar \"Random Star\", french fries\nDislikes: Natto\nFriends: Arisa, Saaya, Tae, Rimi, Hagumi, LOCK, Ran, Kokoro, Mashiro\n\nKasumi is a 17-year-old high school student. She is the vocalist and lead guitarist for Poppin'Party. Kasumi is a bubbly, excitable girl, always moving and talking; as a child, she heard \"the beat of the stars\", and has spent her life trying to recreate that sound. Though a bit airheaded at times, Kasumi is a devoted friend, loving big sister, and talented musician. She wears her hair in a style that resembles cat ears, though it's supposed to look like the points of a star."
    },
    {
        "keywords": [
            "Poppin'Party",
            "Popipa"
        ],
        "content": "Poppin'Party (Popipa) is a band themed around having a good time and finding \"the beat of the stars\" through music. Kasumi, Rimi, Saaya, Tae, and Arisa are members. Famous songs include Tokimeki Experience, Returns, Tear Drops, Star Beat, and Poppin'Dream."
    },
    {
        "keywords": [
            "Afterglow"
        ],
        "content": "AFTERGLOW is a band made up of childhood friends dedicated to capturing the perfect moment through music. Ran, Moca, Tomoe, Himari, and Tsugumi are members. Famous songs include Y.O.L.O!!!!!, That Is How I Roll, True Color, Sasanqua, and A Sunset So Bright."
    },
    {
        "keywords": [
            "Pastel✽Palettes",
            "Pastel*Palettes",
            "Pasupare"
        ],
        "content": "Pastel✽Palettes (Pasupare) is a veteran idol group themed around blossoming colors. Aya, Chisato, Eve, Maya, and Hina are members. Famous songs include Shuwarin☆Drea~min, Yura-Yura Ring-Dong-Dance, Mou Ichido Luminous, Kyu~mai✽flower, and With ~Kimi to Watashitachi no Monogatari~."
    },
    {
        "keywords": [
            "Roselia"
        ],
        "content": "Roselia is a band dedicated around being devoted to music over all else. Yukina, Sayo, Rinko, Lisa, and Ako are members. Famous songs include Hidamari Rhodonite, LOUDER, Black Shout, R, and Sprechchor."
    },
    {
        "keywords": [
            "Hello Happy World",
            "Harohapi",
            "HHW"
        ],
        "content": "Hello, Happy World! (Harohapi) is a band devoted to making the world smile through silly antics. Kokoro, Hagumi, Kanon, Kaoru, and Misaki/Michelle are members. Famous songs include Egao no Orchestra!, Goka! Gokai!? Phantom Thief!, Kimi ga Inakucha!, Egao Sing A Song, and Nico Niconnect!."
    },
    {
        "keywords": [
            "Morf",
            "Morfonica",
            "Monica"
        ],
        "content": "Morfonica (Monica) is a band created by a group of relative strangers hoping to find their true selves through song. Mashiro, Tsukushi, Nanami, Rui, and Touko are members. Famous songs include Daylight, Bloom Bloom, Colorful Liberty, Angel's Ladder, and Wreath of Brave."
    },
    {
        "keywords": [
            "RAS",
            "RAISE A SUILEN"
        ],
        "content": "RAISE A SUILEN (RAS) is a band devoted to the concept of \"changing the world\" through a musical revolution. CHU², LAYER, LOCK, MASKING, and PAREO are members. Famous songs include R・I・O・T, EXPOSE 'Burn out!!!', HELL! or HELL?, Beautiful Birthday, and STRAY CERBERUS."
    },
    {
        "keywords": [
            "MyGo",
            "MYGO!!!!!"
        ],
        "content": "MYGO!!!!! is a band themed around the idea of \"living one's entire life with others\". Tomori, Anon, Raana, Soyo, and Taki are members. Famous songs include Mayoi Uta, Hekitenbansou, Utaimashou Narashimashou, Panorama, and Kokoro."
    },
    {
        "keywords": [
            "Vocals",
            "Vocalist",
            "Singer"
        ],
        "content": "Kasumi, Ran, Aya, Yukina, Kokoro, Mashiro, LAYER, and Tomori are vocalists."
    },
    {
        "keywords": [
            "Guitarists",
            "Guitar"
        ],
        "content": "Kasumi, Tae, Ran, Moca, Kaoru, Hina, Sayo, Touko, LOCK, Anon, and Raana are guitarists."
    },
    {
        "keywords": [
            "Bass",
            "Bassist"
        ],
        "content": "Rimi, Himari, Chisato, Lisa, Hagumi, Nanami, LAYER, and Soyo are bassists."
    },
    {
        "keywords": [
            "Drummist",
            "Drums",
            "Drummer"
        ],
        "content": "Saaya, Tomoe, Maya, Ako, Kanon, MASKING, Tsukushi, and Shiina are drummers."
    },
    {
        "keywords": [
            "Keyboardist",
            "Keyboard",
            "Piano",
            "Pianist"
        ],
        "content": "Arisa, Tsugumi, Eve, Rinko, and PAREO are keyboard players."
    },
    {
        "keywords": [
            "Violinist",
            "Violin"
        ],
        "content": "Rui is a violinist."
    },
    {
        "keywords": [
            "DJ"
        ],
        "content": "Misaki/Michelle and CHU² are DJs."
    },
    {
        "keywords": [
            "Haneoka"
        ],
        "content": "Haneoka Girls' School is a combination high school/middle school in Tokyo. Tomori, Anon, Ako, LOCK, Ran, Moca, Tsugumi, Himari, Tomoe, and Kasumi's little sister Asuka attend; Lisa, Yukina, Maya, Hina, Kaoru, and Taki are alumni."
    },
    {
        "keywords": [
            "Hanasakigawa"
        ],
        "content": "Hanasakigawa Girls' School is a combination high school/middle school in Tokyo. Taki, Kasumi, Arisa, Saaya, Tae, Rimi, Eve, Kokoro, Hagumi, Misaki, Raana, and Kokoro's friend Charlotte attend; Sayo, Kanon, Chisato, Rinko, Aya, and Rimi's sister Yuri are alumni."
    },
    {
        "keywords": [
            "Tsukinomori"
        ],
        "content": "Tsukinomori Girls' Academy is a K-12 school in Tokyo. Soyo, Mashiro, Rui, Touko, Nanami, and Tsukushi attend."
    },
    {
        "keywords": [
            "Yotsuba"
        ],
        "content": "Yotsuba Women's University is a college in Tokyo. Chisato, Aya, Kaoru, Rinko, Yukina, and Lisa attend."
    },
    {
        "keywords": [
            "Keiho"
        ],
        "content": "Keiho Women's University is a college in Tokyo. Maya, Hina, Kanon, and Sayo attend."
    },
    {
        "keywords": [
            "Geijutsu"
        ],
        "content": "Geijutsu Academy is a magnet school for the fine arts in Tokyo. LAYER attends."
    },
    {
        "keywords": [
            "Shirayuki"
        ],
        "content": "Shirayuki Private Academy is a Catholic high school in Tokyo. MASKING attends."
    },
    {
        "keywords": [
            "Kamogawa Chuuou",
            "Kamogawa"
        ],
        "content": "Kamogawa Chuuou Middle School is a middle school in Tokyo. PAREO attends."
    },
    {
        "keywords": [
            "Celosia"
        ],
        "content": "Celosia International School is a high school in Tokyo. CHU² attends."
    },
    {
        "keywords": [
            "Amoris",
            "Mortis",
            "Timoris",
            "Ave Mujica",
            "Doloris",
            "Oblivionis"
        ],
        "content": "A mysterious masked girls' band. Doloris, Mortis, Timoris, Amoris, and Oblivionis are members. Little else is known about them."
    }
]